Repository: ilay32/setgame
Catalog: lang/*/LC_MESSAGES/*.po
Languages: he

source: line1 varied number
he: במשחק הקבוצות צריך למצוא סדרות של שלושה קלפים.

source: line2 varied number
he: כל קלף מתאפיין בארבע תכונות: צורה, צבע מספר ומילוי

source: line3 varied number
he: קבוצה היא סדרה של שלושה קלפים שבה כל התכונות שוות או שונות בכל הקלפים

source: line4 varied number
he: למשל, זאת קבוצה:

source: line5 varied number
he: אבל זאת לא:

source: line6 varied number
he: כי ככה ככה

source: line7 varied number
he: במסך הבא יתחיל המשחק

source: line1 simple
he: במשחק הקבוצות צריך למצוא סדרות של שלושה קלפים.

source: line2 simple
he: כל קלף מתאפיין בשלוש תכונות: צבע, צורה ומילוי.

source: line3 simple
he: סדרה חוקית היא סדרה שעונה על שלושת התנאים האלה:

source: line4 simple
he: 1) לשלושת הקלפים אותה צורה, או שלשלושתם צורה שונה.

source: line5 simple
he: 2) לשלושת הקלפים אותו הצבע, או שלשלושתם צבע שונה.

source: line6 simple
he: 3) לשלושת הקלפים אותו המילוי, או שלשלושתם מילוי שונה.

source: line7 simple
he: למשל זאת סדרה חוקית:

source: line8 simple
he: אבל זאת לא:

source: line9 simple
he: כי הצורה והמילוי שווים בשני קלפים.

source: line10 simple
he: בחירת כל קלף מתבצעת באמצעות העכבר.

source: line11 simple
he: לאחר שתקיש\י על שלושה קלפים שמהווים סדרה חוקית,

source: line12 simple
he: שלושת הקלפים יתחלפו באחרים ותוכל\י להמשיך לצבור סדרות.

source: line13 simple
he: בצד ימין של מסך המשחק יופיעו הניקוד שצברת ושעון שמראה כמה זמן נשאר.

source: line14 simple
he: הניקוד ניתן על סמך כמות הסדרות שמצאת והזמן שלקח לך למצוא כל סדרה.

source: line15 simple
he: שימ\י לב, מטרתך היא לצבור כמה שיותר סדרות בזמן המוקצב למשחק.

source: line16 simple
he: במסך הבא יתחיל שלב אימון במשחק הקבוצות, ודא\י שאת\ה מבינ\ה את כל החוקים בסיומו.

source: next
he: המשך

source: the color repeats twice
he: הצבע חוזר פעמיים

source: the shape repeats twice
he: הצורה חוזרת פעמיים

source: the shade repeats twice
he: המילוי חוזר פעמיים

source: the number repeats twice
he: המספר חוזר פעמיים

source: correct
he: תשובה נכונה, הניסוי מתחיל...

source: Sets on the Board: %d
he: קבוצות זמינות: d%

source: Score: %d
he: ניקוד: d%

source: Personal Record: %d
he: שיאך האישי: d%

source: Good! Your new record: %d
he: שיא חדש! d%

source: Excellent score. I can't believe you can do any better.
he: תוצאה מצוינת. לא נראה לי אפשר לשפר.

source: Very good score. See if you can do better.
he: טוב מאוד. נראה אם תצליח\י לשפר

source: Pretty good score. But you can probably improve.
he: תוצאה טובה, אבל את\ה בטח יכול\ה יותר.

source: This is a little slow. Try to do better next time.
he: זה קצת לאט. בהחלט יש מקום לשיפור.
